import React from 'react';
import style from './offer.module.css';

export const Offer = () => (
  <section className={style.wrapper}>
    <h3 className={style.title}>Договор оферты</h3>
    <ul className={style.list}>
      <li className={style.item}>
        <p className={style.textMain}>
          1. Идейные соображения высшего порядка, а также высокое качество позиционных исследований представляет собой
          интересный эксперимент проверки экспериментов, поражающих по своей масштабности и грандиозности.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.text}>
          1.1. Задача организации, в особенности же социально-экономическое развитие однозначно определяет каждого
          участника как способного принимать собственные решения касаемо инновационных методов управления процессами.{' '}
        </p>
      </li>
      <li className={style.item}>
        <p className={style.text}>
          1.2. Не следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление играет
          важную роль в формировании приоритизации разума над эмоциями. Но некоторые особенности внутренней политики
          лишь добавляют фракционных разногласий и преданы социально-демократической анафеме.{' '}
        </p>
      </li>
      <li className={style.item}>
        <p className={style.text}>
          1.3. Приятно, граждане, наблюдать, как элементы политического процесса, превозмогая сложившуюся непростую
          экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали.{' '}
        </p>
      </li>
      <li className={style.item}>
        <p className={style.text}>
          1.4. Но независимые государства, которые представляют собой яркий пример континентально-европейского типа
          политической культуры, будут объединены в целые кластеры себе подобных.{' '}
        </p>
      </li>
    </ul>

    <ul className={style.list}>
      <li className={style.item}>
        <p className={style.textMain}>
          2. С учётом сложившейся международной обстановки, консультация с широким активом предоставляет широкие
          возможности для приоритизации разума над эмоциями.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.text}>
          2.1. Задача организации, в особенности же социально-экономическое развитие однозначно определяет каждого
          участника как способного принимать собственные решения касаемо инновационных методов управления процессами.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.text}>
          1.2. Не следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление играет
          важную роль в формировании приоритизации разума над эмоциями. Но некоторые особенности внутренней политики
          лишь добавляют фракционных разногласий и преданы социально-демократической анафеме.{' '}
        </p>
      </li>
      <li className={style.item}>
        <p className={style.subparagraph}>
          2.1.2. Приятно, граждане, наблюдать, как элементы политического процесса, превозмогая сложившуюся непростую
          экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.text}>
          2.2. Но независимые государства, которые представляют собой яркий пример континентально-европейского типа
          политической культуры, будут объединены в целые кластеры себе подобных.
        </p>
      </li>
    </ul>
    <ul className={style.list}>
      <li className={style.item}>
        <p className={style.textMain}>
          3. Принимая во внимание показатели успешности, укрепление и развитие внутренней структуры требует от нас
          анализа приоритизации разума над эмоциями.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.text}>
          1.1. Задача организации, в особенности же социально-экономическое развитие однозначно определяет каждого
          участника как способного принимать собственные решения касаемо инновационных методов управления процессами.{' '}
        </p>
      </li>
      <li className={style.item}>
        <p className={style.text}>
          3.1. Задача организации, в особенности же социально-экономическое развитие однозначно определяет каждого
          участника как способного принимать собственные решения касаемо инновационных методов управления процессами.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.subparagraph}>
          3.1.1. Не следует, однако, забывать, что разбавленное изрядной долей эмпатии, рациональное мышление играет
          важную роль в формировании приоритизации разума над эмоциями. Но некоторые особенности внутренней политики
          лишь добавляют фракционных разногласий и преданы социально-демократической анафеме.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.subparagraph}>
          3.1.2. Приятно, граждане, наблюдать, как элементы политического процесса, превозмогая сложившуюся непростую
          экономическую ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.text}>
          3.2. Но независимые государства, которые представляют собой яркий пример континентально-европейского типа
          политической культуры, будут объединены в целые кластеры себе подобных.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.text}>
          3.3. Не следует, однако, забывать, что экономическая повестка сегодняшнего дня требует анализа анализа
          существующих паттернов поведения.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.subparagraph}>
          3.3.1. А ещё представители современных социальных резервов набирают популярность среди определенных слоев
          населения, а значит, должны быть функционально разнесены на независимые элементы.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.anotherSubparagraph}>
          3.3.1.1. Стремящиеся вытеснить традиционное производство, нанотехнологии могут быть объявлены нарушающими
          общечеловеческие нормы этики и морали.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.anotherSubparagraph}>
          3.3.1.2. Прежде всего, разбавленное изрядной долей эмпатии, рациональное мышление однозначно фиксирует
          необходимость новых предложений. Являясь всего лишь частью общей картины, независимые государства представлены
          в исключительно положительном свете.
        </p>
      </li>
      <li className={style.item}>
        <p className={style.text}>
          3.3. Не следует, однако, забывать, что экономическая повестка сегодняшнего дня требует анализа анализа
          существующих паттернов поведения.
        </p>
      </li>
    </ul>
  </section>
);
